Repository: Mohammad-Nikmard/Cinemax
Catalog: lib/l10n/app_*.arb
Languages: fa

# enterNumber
source: Enter your email to Sign Up
fa: برای ثبت نام ایمیل خود را وارد کنید

source: Sign Up
fa: ثبت نام

# haveAccount
source: I already have an account?
fa: از قبل اکانت دارم؟

source: Login
fa: ورود

source: Or Sign up with
fa: یا ورود با

source: Account
fa: حساب

source: Member
fa: اعضا

source: Change Password
fa: تغییر رمزعبور

source: General
fa: عمومی

# notif
source: Notification
fa: اعلانات

source: Language
fa: زبان

source: Country
fa: کشور

source: Clear Cache
fa: پاک کردن حافظه پنهان

source: More
fa: بیشتر

# legal
source: Legal and Policies
fa: حقوقی و سیاست ها

# help
source: Help & Feedback
fa: راهنما و بازخورد

# about
source: About Us
fa: درباره ما

source: Log Out
fa: خروج

source: Hello
fa: سلام

# findMovie
source: Let's find a movie for you
fa: بیا برات یه فیلم پیدا کنیم

source: Search a title
fa: جستجوی عنوان

source: See All
fa: بیشتر

# hotMovie
source: Hot Movies
fa: فیلم های داغ

# latestMovie
source: Latest Movie Release
fa: آخرین فیلم منتشر شده

# hotSeries
source: Hottest Series
fa: سریال های داغ

source: Series For You
fa: سریال برای تو

# movieForYOu
source: Movies For You
fa: فیلم برای تو

source: Play
fa: پخش

source: Minutes
fa: دقیقه

source: Story Line
fa: خط داستان

# casts
source: Cast and Crew
fa: بازیگران و خدمه

source: Gallery
fa: گالری

# share
source: Share to
fa: ارسال

source: is added to wishlist
fa: به علاقه مندی ها اضافه شد

# removeFromWishlist
source: is removed from wishlist
fa: از لیست علاقه مندی ها حذف شد

source: Episodes
fa: قسمت ها

source: Season
fa: فصل

source: Upcomings
fa: آینده

source: Synopsis
fa: خلاصه داستان

source: Release Date
fa: روز انتشار

source: Wishlist
fa: علاقه مندی ها

# noMovie
source: There is No Movie Yet!
fa: هنوز فیلمی وجود ندارد!

# noMovieCap
source: Find your movie by Type title, categories, years, etc.
fa: فیلم خود را بر اساس عنوان نوع، دسته بندی، سال و غیره پیدا کنید.

# messageNotif
source: Message Notifications
fa: اعلان های پیام

# showNotif
source: Show Notifications
fa: نشان دادن اعلانات

source: Exceptions
fa: استثناها

source: Today
fa: امروز

source: Recommend for you
fa: پیشنهادی برای شما

# whatMovie
source: What Movie are you looking for?
fa: دنبال چه فیلمی میگردید؟

source: Cancel
fa: برگشت

source: Type Something...
fa: اینجا بنویسید...

# sorryForSearch
source: We Are Sorry, We Can Not Find The Movie :(
fa: ما متاسفیم، ما نمی توانیم فیلم را پیدا کنیم :(

# editProf
source: Edit Profie
fa: ویرایش نمایه

source: Full Name
fa: نام کامل

source: Email
fa: ایمیل

source: Password
fa: رمزعبور

# pwConfirm
source: Password Confirm
fa: تکرار رمزعبور

source: Save Changes
fa: ذخیره ی تغییرات

source: Home
fa: خانه

source: Search
fa: جستجو

source: Profile
fa: نمایه

source: Reset Password
fa: بازنشانی رمز عبور

# recovePw
source: recover your account password
fa: رمز عبور حساب خود را بازیابی کنید

# emailAd
source: Email Address
fa: آدرس ایمیل

source: Next
fa: بعدی

# verifyTitle
source: Verifying your Account
fa: در حال تأیید حساب شما

# fourDigit
source: We have just sent you 4 digit code via your
fa: ما به تازگی کد 4 رقمی را از طریق شما برای شما ارسال کرده ایم

# continuee
source: Contunue
fa: ادامه

# didntRecieve
source: Didn't recieve code?
fa: کد دریافت نکردید؟

source: Resend
fa: ارسال مجدد

# suggestedLang
source: Suggested Languages
fa: زبان های پیشنهادی

# areSure
source: Are You Sure?
fa: مطمئنی؟

# sureCap
source: you will be signing out if click on logout
fa: اگر روی خروج کلیک کنید از سیستم خارج خواهید شد

# getStarted
source: Let's get started
fa: بیا شروع کنیم

# getStartedCap
source: the latest movies and series are here
fa: جدیدترین فیلم ها و سریال ها اینجا هستند

# agree
source: I agree to the
fa: من موافقم

# terms
source: Terms and Services
fa: شرایط و خدمات

source: And
fa: و

# policy
source: Privacy Policy
fa: سیاست حفظ حریم خصوصی

source: Hi There
fa: سلام

# welcomeBack
source: Welcome back! Plase enter your details.
fa: خوش برگشتی! لطفا مشخصات خود را وارد کنید

# forgotPw
source: Forgot Password?
fa: رمز عبور را فراموش کرده اید؟

# wrongPW
source: You have entered an invalid username or password
fa: شما یک نام کاربری یا رمز عبور نامعتبر وارد کرده اید

# userExists
source: The username is invalid or already in use.
fa: نام کاربری نامعتبر است یا از قبل در حال استفاده است.

# pwNotMatch
source: Passwords do NOT match
fa: رمزهای ورود مطابقت ندارند

# agreement
source: You MUST agree to the terms
fa: شما باید با شرایط موافقت کنید

# exception
source: Whopps! Error
fa: اوپس! خطا

# state
source: Unhandled state
fa: حالت کنترل نشده

# noConnections
source: No Internet Connection
fa: بدون اتصال به اینترنت

source: Try Again
fa: تلاش مجدد

source: Phone Number
fa: شماره تلفن

source: Comments
fa: نظرات

# userReview
source: Users Review
fa: بررسی کاربران

# addReview
source: ADD YOUR REVIEW
fa: نظر خود را اضافه کنید

# addRating
source: ADD YOUR RATING
fa: امتیاز خود را اضافه کنید

source: YOUR REVIEW
fa: بررسی شما

# rheadline
source: Write a headline for your review here
fa: یک عنوان برای نقد خود در اینجا بنویسید

# rReview
source: Write your review here
fa: نظر خود را اینجا بنویسید

# spoil
source: Does your review contain spoiler?
fa: آیا نقد شما حاوی اسپویلر است؟

source: Submit
fa: ارسال

source: Condition of use.
fa: شرایط استفاده

# couCaption
source: The data i'm submitting is true and not copyrighted by a third party.
fa: داده‌هایی که من ارسال می‌کنم درست است و دارای حق چاپ توسط شخص ثالث نیست.

source: You rated
fa: رای شما

source: Yes
fa: بله

source: No
fa: خیر

# shortS
source: Short Series
fa: سریال کوتاه

source: DOWNLOAD ERROR:
fa: خطا در بارگیری:

# downloadMessage
source: Trailer is added to download list.
fa: تریلر به لیست دانلود اضافه شد.

# noDownloadLink
source: Unfortunately there is no trailer for this movie at the moment.
fa: متاسفانه در حال حاضر تریلری از این فیلم وجود ندارد.

# yourOpinion
source: Your opinion matters to us. Please show us an overall satisfaction of the app.
fa: نظر شما برای ما مهم است لطفا رضایت کلی از برنامه را به ما نشان دهید.

# infromText
source: Please infrom us of your experience. We'd love to hear that.
fa: لطفا تجربیات خود را با ما در میان بگذارید. ما دوست داریم آن را بشنویم.

source: About Cinemax
fa: درباره سینماکس

# aboutCinemaxCap
source: Cinemax is a free movie application that will give you the ablity to search amongst numerous movies out in the world and check the details of it to help you make a better choice to what to watch.
fa: سینماکس یک برنامه رایگان فیلم است که به شما این امکان را می دهد که در بین فیلم های متعدد در جهان جستجو کنید و جزئیات آن را بررسی کنید تا به شما کمک کند انتخاب بهتری برای تماشا کردن داشته باشید.

source: Contact me
fa: با من تماس بگیر

# contactmeCap
source: Share your problems, criticisms and suggestions with me, I'd be happy to hear that and help :)
fa: مشکلات، انتقادات و پیشنهادات خود را با من در میان بگذارید، خوشحال می شوم آن را بشنوم و کمک کنم :)

# personalEmail
source: My personal E-mail :
fa: ایمیل شخصی من:

# personalPhone
source: My phone number :
fa: شماره تلفن من :

# notifOn
source: Notifications are now ON
fa: اعلان‌ها اکنون روشن هستند

# notifOFF
source: Notifications are now OFF
fa: اعلان‌ها اکنون خاموش هستند

# futureShare
source: Sharing ability will soon be added in the future release.
fa: قابلیت اشتراک گذاری به زودی در نسخه آینده اضافه خواهد شد.

source: News
fa: اخبار

source: Publisher :
fa: ناشر :

# noCommentHere
source: No comments here.
fa: اینجا نظری وجود ندارد

# noCommentCap
source: Feel free to share your experience of this movie or series with everybody.
fa: در صورت تمایل تجربه خود را از این فیلم یا سریال با همه به اشتراک بگذارید

# noCommentYet
source: There is no comments yet.
fa: هنوز نظری وجود ندارد.

# noCommentsYetCap
source: Post a comment so everyone could use your experience
fa: نظر خود را ارسال کنید تا همه بتوانند از تجربیات شما استفاده کنند

# actor
source: Actors
fa: بازیگران

# relatedMovie
source: Related Movies
fa: فیلم های مرتبط

source: Camera
fa: دوربین

source: Delete
fa: حذف

# noCommentPosted
source: You haven't posted any comments
fa: شما هیچ نظری ارسال نکرده اید

# noCommentpostedCap
source: Post a comment so you could manage it manually here
fa: نظری ارسال کنید تا بتوانید آن را به صورت دستی در اینجا مدیریت کنید

# deleteCommentdialog
source: your comment on this movie will be removed
fa: نظر شما در مورد این فیلم حذف خواهد شد

source: Your Comments
fa: نظرات شما

source: You
fa: شما

source: Themes
fa: تم ها

source: Available Themes
fa: تم های دردسترس

source: Cinemax
fa: سینماکس

source: Replies
fa: پاسخ ها

source: Type your reply...
fa: پاسخ خود را تایپ کنید...
